data_names = {

    'male': {
        'first': ['Рут', 'Лорин', 'Сидни', 'Псари', 'Веллан', 'Снорри', 'Варн',
                      'Бальбо', 'Шари', 'Лунд', 'Бавз', 'Ланули', 'Крак']},

    'female': {
        'first': ['Милендра', 'Алис', 'Лили', 'Прея', 'Они', 'Селена', 'Дани', 'Мали', 'Астра', 'Вия']},

    'second': ['Снорд', 'Шаффелд', 'Ланко', 'Зордман', 'Були Вах Ти',
               'Горни-Ро', 'Паунч', 'Драк', 'Спаут', 'Шульц', 'Шаль'],

    'order': ['Красных Цепей', 'Водяной Вороны', 'Дырявой Чаши', 'Лающей Рыбы', 'Синих Углей', 'Полной Луны'],
}
